var data = {
    "classes": [
        {
            "title": "Авангард",
            "icon": "img/vanguard_ico.png",
            "stat": 9,
            "subclass": [
                {
                    "title": "Пионер",
                    "icon": "img/pioneer_ico.png",
                    "wording": "Пионер сражается в первых рядах с особой прытью, получая бонусы на начало боя. +(*)к силе и ближнему бою на (*) ходов, увеличивает действие способности на 1 ход за каждого убитого противника, пока способность ещё действует."
                },
                {
                    "title": "Флагоносец",
                    "icon": "img/flagbearer_ico.png",
                    "wording": "Флагоносец воодушевляет свою команду, позволяя ей ходить быстрее и чаще. +(*) к лидерству в бою, классовое умение теперь даёт +2 к инициативе."
                }
            ]
        }
    ]
};